[
  {
    "id": "samira",
    "name": "Samira",
    "alias": "Samirka",
    "image": "/our-horses/samira.jpg",
    "imageAlt": "Hříbě Samira na pastvině",
    "texts": [
      "Narodila se 21. 4. 2025 a je to nejmladší přírůstek naší stáje. K nám se dostala jako půlroční hříbě.",
      "Je to plemeno českomoravský belgický kůň – silné, klidné a přátelské plemeno, které je ideální pro rodinný statek.",
      "Jméno Samira má arabský původ a znamená „společnice pro večerní rozhovor“. Je to přátelská, zvídavá a vyrovnaná klisnička.",
      "Její otec se jmenoval Paladin a její matka Sáva."
    ],
    "status": "current"
  },
  {
    "id": "ester",
    "name": "Ester Kirké",
    "alias": "Esterka",
    "image": "/our-horses/ester.jpg",
    "imageAlt": "Klisna Ester",
    "texts": [
      "Narodila se 18. 4. 2007 a u nás je od svých 14 let.",
      "Je to plemeno welsh part-bred – temperamentní, inteligentní a elegantní kůň.",
      "Jméno Ester pochází z hebrejštiny a znamená hvězda. Kirké je čarodějka z řecké mytologie známá z Homérovy Odysseie. Dohromady její jméno znamená „hvězdná kouzelnice“.",
      "Její otec se jmenoval Jup a matka Markýza.",
      "Dříve jezdila western a energie má pořád na rozdávání."
    ],
    "status": "current"
  },
  {
    "id": "pusinka",
    "name": "Pusinka",
    "alias": "Pusa",
    "image": "/our-horses/pusa.jpg",
    "imageAlt": "Klisna Pusinka",
    "texts": [
      "Narodila se 21. 3. 2007 a k nám přišla ve 4 letech.",
      "Je to plemeno českomoravský belgický kůň – silná, pracovitá a velmi přátelská klisna.",
      "U předchozího majitele utrpěla zranění, ale u nás našla nový domov, péči a klid.",
      "Je hodně zvídavá, všechno musí prozkoumat a nic jí neunikne."
    ],
    "status": "current"
  },
  {
    "id": "helen",
    "name": "Helen",
    "alias": "Helča",
    "image": "/our-horses/helen.jpg",
    "imageAlt": "Klisna Helen",
    "texts": [
      "Narodila se 1. 5. 1997 a byla u nás od svého prvního roku.",
      "Je to plemeno slovenský teplokrevník – elegantní, klidná a vyrovnaná klisna.",
      "Její otec se jmenoval Obvod a matka Heda.",
      "Byla jediným koněm, který u nás prožil celý svůj život. Byla vůdkyní stáda, kterou ostatní koně respektovali.",
      "Porodila dvě hříbata – Dajánu a Merlina."
    ],
    "status": "past"
  },
  {
    "id": "dajana",
    "name": "Dajána",
    "alias": "Dája",
    "image": "/our-horses/dajana.jpg",
    "imageAlt": "Klisna Dajána",
    "texts": [
      "Narodila se 18. 7. 2004 na našem statku a byla u nás do svých 7 let, než putovala k nové majitelce.",
      "Je to plemeno český teplokrevník.",
      "Její otec se jmenoval Deny a matka Helen."
    ],
    "status": "past"
  },
  {
    "id": "merlin",
    "name": "Merlin",
    "image": "/our-horses/merlin.jpg",
    "imageAlt": "Hřebec Merlin",
    "texts": [
      "Narodil se 21. 6. 2010 na našem statku a byl u nás do svého jednoho roku, než odešel k nové majitelce.",
      "Je to plemeno český teplokrevník.",
      "Jeho otec se jmenoval Mineral a matka Helen.",
      "Se svou novou majitelkou se věnoval drezurnímu ježdění."
    ],
    "status": "past"
  },
  {
    "id": "sam",
    "name": "Sam",
    "image": "/our-horses/sam.jpg",
    "imageAlt": "Kůň Sam",
    "texts": [
      "Narodil se v roce 2004 a byl u nás v letech 2009–2011.",
      "Je to plemeno hucul – malé, silné a velmi vytrvalé plemeno."
    ],
    "status": "past"
  },
  {
    "id": "princ",
    "name": "Princ",
    "image": "/our-horses/princ.jpg",
    "imageAlt": "Poník Princ",
    "texts": [
      "Narodil se 8. 3. 1998 a byl u nás od svých 12 do 13 let.",
      "Je to plemeno pony – chytrý, živý a hravý kůň."
    ],
    "status": "past"
  }
]
